Repository: Kirill-Streltsov/HabitHuddle-iOS
Catalog: HabitHuddle-iOS/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ru

source: We use encrypted connections and secure storage to protect your data.
de: Wir verwenden verschlüsselte Verbindungen und sicheren Speicher, um deine Daten zu schützen.
es: Usamos conexiones cifradas y almacenamiento seguro para proteger tus datos.
fr: Nous utilisons des connexions chiffrées et un stockage sécurisé pour protéger vos données.
it: Usiamo connessioni crittografate e archiviazione sicura per proteggere i tuoi dati.
ru: Мы используем зашифрованные соединения и защищённое хранение для защиты ваших данных.

source: We use your device token to send reminders and social alerts.
de: Wir verwenden deinen Gerätetoken, um Erinnerungen und soziale Benachrichtigungen zu senden.
es: Usamos el token de tu dispositivo para enviar recordatorios y alertas sociales.
fr: Nous utilisons votre jeton d'appareil pour envoyer des rappels et des alertes sociales.
it: Usiamo il token del tuo dispositivo per inviare promemoria e avvisi sociali.
ru: Мы используем токен устройства для отправки напоминаний и социальных уведомлений.

source: We value your privacy and are committed to protecting it.
de: Wir schätzen deine Privatsphäre und verpflichten uns, sie zu schützen.
es: Valoramos tu privacidad y nos comprometemos a protegerla.
fr: Nous respectons votre vie privée et nous nous engageons à la protéger.
it: Rispettiamo la tua privacy e ci impegniamo a proteggerla.
ru: Мы ценим вашу конфиденциальность и обязуемся её защищать.

source: We will notify you of significant changes through the app.
de: Wir werden dich über wesentliche Änderungen über die App informieren.
es: Te notificaremos los cambios significativos a través de la aplicación.
fr: Nous vous informerons des changements importants via l'application.
it: Ti informeremo dei cambiamenti significativi tramite l'app.
ru: Мы уведомим вас о существенных изменениях через приложение.

source: We'll send a confirmation link to verify the change.
de: Wir senden einen Bestätigungslink, um die Änderung zu bestätigen.
es: Enviaremos un enlace de confirmación para verificar el cambio.
fr: Nous enverrons un lien de confirmation pour vérifier le changement.
it: Invieremo un link di conferma per verificare la modifica.
ru: Мы отправим ссылку для подтверждения этого изменения.

source: Welcome to Habit Huddle
de: Willkommen bei Habit Huddle
es: Bienvenido a Habit Huddle
fr: Bienvenue sur Habit Huddle
it: Benvenuto su Habit Huddle
ru: Добро пожаловать в Habit Huddle

source: When you usually check in
de: Wann du normalerweise eincheckst
es: Cuándo sueles registrarte
fr: Quand tu valides habituellement
it: Quando fai di solito il check-in
ru: Когда ты обычно отмечаешься

source: Work & Career
de: Arbeit & Karriere
es: Trabajo y carrera
fr: Travail & Carrière
it: Lavoro & Carriera
ru: Работа и карьера

source: Wrong username or password.
de: Falscher Nutzername oder Passwort.
es: Usuario o contraseña incorrectos.
fr: Nom d'utilisateur ou mot de passe incorrect.
it: Nome utente o password errati.
ru: Неверный логин или пароль.

source: You are responsible for all activity under your account.
de: Du bist für alle Aktivitäten unter deinem Konto verantwortlich.
es: Eres responsable de toda la actividad bajo tu cuenta.
fr: Vous êtes responsable de toutes les activités sous votre compte.
it: Sei responsabile di tutta l'attività svolta con il tuo account.
ru: Вы несёте ответственность за все действия в вашей учётной записи.

source: You can access and export your data at any time.
de: Du kannst jederzeit auf deine Daten zugreifen und sie exportieren.
es: Puedes acceder y exportar tus datos en cualquier momento.
fr: Vous pouvez accéder à vos données et les exporter à tout moment.
it: Puoi accedere ed esportare i tuoi dati in qualsiasi momento.
ru: Вы можете получить доступ к своим данным и экспортировать их в любое время.

source: You can delete your account and all data from Settings.
de: Du kannst dein Konto und alle Daten in den Einstellungen löschen.
es: Puedes eliminar tu cuenta y todos los datos desde Configuración.
fr: Vous pouvez supprimer votre compte et toutes vos données depuis les Paramètres.
it: Puoi eliminare il tuo account e tutti i dati dalle Impostazioni.
ru: Вы можете удалить учётную запись и все данные в Настройках.

source: You can disable notifications in your device's notification settings.
de: Du kannst Benachrichtigungen in den Benachrichtigungseinstellungen deines Geräts deaktivieren.
es: Puedes desactivar las notificaciones en la configuración de notificaciones de tu dispositivo.
fr: Vous pouvez désactiver les notifications dans les paramètres de notification de votre appareil.
it: Puoi disabilitare le notifiche nelle impostazioni di notifica del dispositivo.
ru: Вы можете отключить уведомления в настройках уведомлений устройства.

source: You can opt out of marketing communications at any time.
de: Du kannst dich jederzeit von Marketing-Kommunikation abmelden.
es: Puedes darte de baja de las comunicaciones de marketing en cualquier momento.
fr: Vous pouvez vous désabonner des communications marketing à tout moment.
it: Puoi rinunciare alle comunicazioni di marketing in qualsiasi momento.
ru: Вы можете отказаться от маркетинговых коммуникаций в любое время.

source: You don't have permission to access this resource.
de: Du hast keine Berechtigung für diese Ressource.
es: No tienes permiso para acceder a este recurso.
fr: Tu n'as pas la permission d'accéder à cette ressource.
it: Non hai il permesso di accedere a questa risorsa.
ru: У тебя нет доступа к этому ресурсу.

source: You have to log in to use AI
de: Du musst dich anmelden, um die KI zu nutzen
es: Debes iniciar sesión para usar la IA
fr: Tu dois te connecter pour utiliser l'IA
it: Devi accedere per usare l'IA
ru: Войди, чтобы использовать ИИ

source: You may delete your account at any time from Settings.
de: Du kannst dein Konto jederzeit in den Einstellungen löschen.
es: Puedes eliminar tu cuenta en cualquier momento desde Configuración.
fr: Vous pouvez supprimer votre compte à tout moment depuis les Paramètres.
it: Puoi eliminare il tuo account in qualsiasi momento dalle Impostazioni.
ru: Вы можете удалить свою учётную запись в любое время в Настройках.

source: You must be 13 or older to use Habit Huddle.
de: Du musst mindestens 13 Jahre alt sein, um Habit Huddle zu nutzen.
es: Debes tener 13 años o más para usar Habit Huddle.
fr: Vous devez avoir 13 ans ou plus pour utiliser Habit Huddle.
it: Devi avere 13 anni o più per usare Habit Huddle.
ru: Для использования Habit Huddle вам должно быть 13 лет или больше.

source: You need to log in to add friends.
de: Melde dich an, um Freunde hinzuzufügen.
es: Inicia sesión para añadir amigos.
fr: Connecte-toi pour ajouter des amis.
it: Accedi per aggiungere amici.
ru: Войди, чтобы добавлять друзей.

source: You own the habit data you create in Habit Huddle.
de: Du behältst das Eigentum an den Gewohnheitsdaten, die du in Habit Huddle erstellst.
es: Eres propietario de los datos de hábitos que creas en Habit Huddle.
fr: Vous êtes propriétaire des données d'habitudes que vous créez dans Habit Huddle.
it: Sei proprietario dei dati sulle abitudini che crei in Habit Huddle.
ru: Вы сохраняете право собственности на данные о привычках, созданные в Habit Huddle.

source: You sent this challenge to %@
de: Du hast %@ herausgefordert
es: Le has enviado este reto a %@
fr: Tu as envoyé ce défi à %@
it: Hai inviato questa sfida a %@
ru: Ты отправил этот вызов %@

source: You're all set for today!
de: Für heute bist du fertig!
es: ¡Ya está todo listo por hoy!
fr: C'est bon pour aujourd'hui !
it: Tutto fatto per oggi!
ru: На сегодня всё готово!

source: You're just one check-in away from progress. Let's crush “%@” today!
de: Du bist nur ein Check-in vom Fortschritt entfernt. Lass uns „%@“ heute angehen!
es: Estás a un registro de progresar. ¡A por «%@» hoy!
fr: Tu es à une validation du progrès. On s'attaque à «%@» aujourd'hui !
it: Sei a un solo check-in dal progresso. Domina «%@» oggi!
ru: Ты в одном шаге от прогресса. Одолей «%@» сегодня!

source: You're making great progress. This is your longest streak so far.
de: Du machst großartige Fortschritte. Das ist deine längste Serie bisher!
es: Estás progresando muy bien. ¡Es tu racha más larga hasta ahora!
fr: Tu fais de super progrès. C'est ta plus longue série jusqu'ici !
it: Stai facendo grandi progressi. È la tua serie più lunga finora!
ru: Отличный прогресс. Это твоя самая длинная серия!

source: You've been logged out
de: Du wurdest abgemeldet
es: Se ha cerrado tu sesión
fr: Tu as été déconnecté
it: Sei stato disconnesso
ru: Ты вышел из системы

source: Your activity in the last 2 months
de: Deine Aktivität in den letzten 2 Monaten
es: Tu actividad en los últimos 2 meses
fr: Ton activité ces 2 derniers mois
it: La tua attività negli ultimi 2 mesi
ru: Твоя активность за последние 2 месяца

source: Your friend will receive a challenge invite.
de: Dein Freund erhält eine Herausforderungseinladung.
es: Tu amigo recibirá una invitación de desafío.
fr: Ton ami recevra une invitation de défi.
it: Il tuo amico riceverà un invito alla sfida.
ru: Ваш друг получит приглашение к вызову.

source: Your future self is watching.
de: Dein zukünftiges Ich schaut zu.
es: Tu yo del futuro te está mirando.
fr: Ton futur toi te regarde.
it: Il tuo io futuro ti sta guardando.
ru: Твоё будущее «я» наблюдает.

source: Your habit needs you today.
de: Deine Gewohnheit braucht dich heute.
es: Tu hábito te necesita hoy.
fr: Ton habitude a besoin de toi aujourd'hui.
it: La tua abitudine ha bisogno di te oggi.
ru: Твоя привычка нуждается в тебе сегодня.

source: Your new password must be different from the current one.
de: Dein neues Passwort muss sich vom aktuellen unterscheiden.
es: Tu nueva contraseña debe ser diferente de la actual.
fr: Votre nouveau mot de passe doit être différent de l'actuel.
it: La tua nuova password deve essere diversa dall'attuale.
ru: Новый пароль должен отличаться от текущего.

source: Your password has been changed. You can now sign in with your new password.
de: Dein Passwort wurde geändert. Du kannst dich jetzt mit dem neuen Passwort anmelden.
es: Tu contraseña se ha cambiado. Ahora puedes iniciar sesión con tu nueva contraseña.
fr: Ton mot de passe a été changé. Tu peux maintenant te connecter avec ton nouveau mot de passe.
it: La tua password è stata cambiata. Ora puoi accedere con la nuova password.
ru: Пароль изменён. Теперь можно войти с новым паролем.

source: Your password should have at least 5 symbols
de: Dein Passwort muss mindestens 5 Zeichen haben
es: Tu contraseña debe tener al menos 5 caracteres
fr: Ton mot de passe doit comporter au moins 5 caractères
it: La tua password deve avere almeno 5 caratteri
ru: Пароль должен содержать минимум 5 символов

source: Your profile has been updated.
de: Dein Profil wurde aktualisiert.
es: Tu perfil ha sido actualizado.
fr: Votre profil a été mis à jour.
it: Il tuo profilo è stato aggiornato.
ru: Ваш профиль обновлён.

source: Your Rights
de: Deine Rechte
es: Tus derechos
fr: Vos droits
it: I tuoi diritti
ru: Ваши права

source: Your streak is waiting. Don't let it slip.
de: Deine Serie wartet. Lass sie nicht abreißen.
es: Tu racha te está esperando. No la dejes escapar.
fr: Ta série t'attend. Ne la laisse pas tomber.
it: La tua serie ti aspetta. Non lasciarla andare.
ru: Твоя серия ждёт. Не упусти её.

source: Your streaks over time
de: Deine Serien im Zeitverlauf
es: Tus rachas a lo largo del tiempo
fr: Tes séries dans le temps
it: Le tue serie nel tempo
ru: Твои серии по времени

source: Your Username
de: Dein Nutzername
es: Tu usuario
fr: Ton nom d'utilisateur
it: Il tuo nome utente
ru: Твой логин

source: Ahead
de: Vorne
es: Por delante
fr: En tête
it: In testa
ru: Впереди

source: Behind
de: Zurück
es: Por detrás
fr: En retard
it: Indietro
ru: Позади

source: Active
de: Aktiv
es: Activos
fr: Actifs
it: Attive
ru: Активные

source: Challenge invites you send or receive will show up here.
de: Eingehende und gesendete Herausforderungs­einladungen erscheinen hier.
es: Las invitaciones a retos que envíes o recibas aparecerán aquí.
fr: Les invitations à des défis que vous envoyez ou recevez s'afficheront ici.
it: Gli inviti a sfide che invii o ricevi appariranno qui.
ru: Здесь появятся отправленные или полученные приглашения на вызовы.

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completata
ru: Завершено

source: %lld-day challenge
de: %lld-Tage-Challenge
es: Reto de %lld días
fr: Défi de %lld jours
it: Sfida di %lld giorni
ru: Вызов на %lld дн.

source: Finished challenges and declined invites will be archived here.
de: Abgeschlossene Herausforderungen und abgelehnte Einladungen werden hier archiviert.
es: Los retos finalizados y las invitaciones rechazadas se archivarán aquí.
fr: Les défis terminés et les invitations refusées seront archivés ici.
it: Le sfide concluse e gli inviti rifiutati verranno archiviati qui.
ru: Завершённые вызовы и отклонённые приглашения сохранятся здесь.

source: Invites
de: Einladungen
es: Invitaciones
fr: Invitations
it: Inviti
ru: Приглашения

source: No invites
de: Keine Einladungen
es: Sin invitaciones
fr: Aucune invitation
it: Nessun invito
ru: Нет приглашений

source: No past challenges
de: Keine vergangenen Herausforderungen
es: Sin retos pasados
fr: Aucun défi passé
it: Nessuna sfida passata
ru: Нет прошлых вызовов

source: Past
de: Vergangen
es: Pasados
fr: Passés
it: Passate
ru: Прошедшие

source: Received
de: Erhalten
es: Recibidas
fr: Reçues
it: Ricevuti
ru: Полученные

source: Sent
de: Gesendet
es: Enviadas
fr: Envoyés
it: Inviati
ru: Отправленные

source: Tied
de: Unentschieden
es: Empate
fr: Égalité
it: Pari
ru: Ничья

source: Waiting for %@ to accept…
de: Warten auf Annahme von %@…
es: Esperando a que %@ acepte…
fr: En attente de la réponse de %@…
it: In attesa che %@ accetti…
ru: Ожидание ответа от %@…

source: You lost
de: Du hast verloren
es: Perdiste
fr: Tu as perdu
it: Hai perso
ru: Ты проиграл

source: You won!
de: Du hast gewonnen!
es: ¡Has ganado!
fr: Tu as gagné !
it: Hai vinto!
ru: Ты выиграл!

source: Email
es: Correo electrónico
ru: Электронная почта

source: Name
es: Nombre
fr: Prénom
it: Nome
ru: Имя

source: Status
es: Estado
fr: Statut
it: Stato
ru: Статус

source: Version
es: Versión
it: Versione
ru: Версия

source: Fitness
ru: Фитнес

source: 🎯 Check-in!
ru: 🎯 Отметка!
